{"translation-revision-date":"2022-10-11 08:24:19+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Please tell us more about the person this site represents.":["Vertel ons meer over de persoon die deze site representeert."],"Person\/organization":["Persoon\/organisatie"],"Other profiles":["Andere profielen"],"Writing":["Schrijven"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Vertel ons meer over je organisatie. Deze informatie helpt Google om je site te begrijpen en verhoogt de kans om hoog in de resultaten te raken."],"Choose wether your site represents an organization or a person.":["Kies of je site een organisatie of een persoon representeert."],"Refresh this page":["Ververs deze pagina"],"Something went wrong. An unexpected error occurred.":["Er is iets mis gegaan. Een onverwachte fout heeft zich voorgedaan."],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Dit betekend dat alle niet opgeslagen aanpassingen verloren zullen gaan. Je kan het opnieuw proberen en deze pagina verversen om het probleem op te lossen. Wanneer de fout blijft voorkomen, neem dan contact op met ons support team. We bieden graag alle hulp aan die je nodig hebt!"],"No users found.":["Geen gebruiker gevonden."],"Searching users...":["Zoeken naar gebruikers..."],"YouTube":["YouTube"],"Wikipedia":["Wikipedia"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Gebruik alleen letters, cijfers, onderstrepingstekens of gedachtestreepjes."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["De verificatiecode is ongeldig. Gebruik alleen de letters A tot en met F, cijfers, onderstrepingstekens of gedachtestreepjes."],"Discard changes":["Wijzigingen ongedaan maken"],"The profile is not valid. Please enter a valid URL.":["Het profiel is ongeldig. Vul een geldige URL in."],"Categories & tags":["Categorieën & tags"],"Formats":["Formaten"],"Media pages":["Mediapagina's"],"Content types":["Inhoudstypen"],"Choose how your Search pages should look in search engines.":["Kies hoe je zoekpagina's eruit moeten zien in zoekmachines."],"Enable %1$s for %2$s pages":["Schakel %1$s in voor %2$s pagina's"],"Show %1$s pages in search results":["Toon %1$s pagina's in zoekresultaten"],"Show more":["Toon meer"],"Show less":["Toon minder"],"Choose how your 404 pages should look in search engines.":["Kies hoe je 404 pagina's eruit moeten zien in zoekmachines."],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["Kies hoe je %1$s pagina's eruit moeten zien in zoekmachines. Je kunt dit altijd per individuele %2$s pagina aanpassen."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Als je dit uitschakelt, betekent dit dat %1$s pagina's die door WordPress zijn gemaakt, niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":["Kies hoe je %1$s pagina's standaard moeten worden beschreven in de Schema.org markup van je site. Ja kan deze instelling per individuele %2$s pagina wijzigen."],"%1$s pages":["%1$s pagina's"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wanneer je media uploadt (bijvoorbeeld een afbeelding of video), maakt %5$s er automatisch een %3$s pagina (bijlage URL) voor aan. Deze pagina's zijn bijna helemaal leeg en kunnen %1$s lage inhoudsproblemen veroorzaken en daarnaast leiden tot overtollige pagina's op je site%2$s. Daarom schakelt %4$s ze standaard uit (en linkt de bijlage-URL door naar de media zelf)."],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["We raden aan %1$s pagina's uit te schakelen. Als je %1$s pagina's uitschakelt, worden alle bijlage URL's omgeleid naar de media zelf."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Er zijn niet opgeslagen wijzigingen op deze pagina. Weggaan betekent dat die wijzigingen verloren gaan. Weet je zeker dat je deze pagina wilt verlaten?"],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Dit veld updatet de %1$ssite titel in je WordPress instellingen%2$s."],"Configure the basics for your website.":["Configureer de standaard voor je site."],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":["Kies hoe je startpagina eruit moet zien op sociale media. Houd er rekening mee dat dit is wat mensen waarschijnlijk zullen zien wanneer ze naar je merknaam zoeken."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Op indelingen gebaseerde archieven kunnen problemen met dubbele inhoud veroorzaken. Voor de meeste sites raden we aan deze instelling uit te schakelen."],"(e.g., %1$shttps:\/\/www.example.com\/format\/example\/%2$s)":["(bijv. %1$shttps:\/\/www.example.com\/format\/example\/%2$s)"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Als je dit uitschakelt, betekent dit dat %1$s niet wordt geïndexeerd door zoekmachines en worden uitgesloten van XML sitemaps. We raden je aan deze instelling uit te schakelen."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kan problemen met dubbele inhoud veroorzaken. Voor de meeste sites raden we aan deze instelling uit te schakelen."],"Date archives are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable date archives.":["Datumarchieven zijn gebaseerd op publicatiedata. Vanuit SEO-perspectief hebben de berichten in deze archieven geen echte relatie met de andere berichten, behalve hun publicatiedatum, die niet veel zegt over de inhoud. Ze kunnen ook leiden tot problemen met dubbele inhoud. Daarom raden we je aan om datumarchieven uit te schakelen."],"(e.g., %1$shttps:\/\/www.example.com\/2020\/%2$s)":["(bijv. %1$shttps:\/\/www.example.com\/2020\/%2$s)"],"Date archive":["Datumarchief"],"Choose how your %1$s should look on social media by default.":["Kies hoe je %1$s er standaard uit moet zien op sociale media."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Als je dit uitschakelt, betekent dit dat archieven voor auteurs zonder berichten niet worden geïndexeerd door zoekmachines en worden uitgesloten van XML-sitemaps."],"Show archives for authors without posts in search results":["Toon archieven voor auteurs zonder berichten in zoekresultaten"],"Choose how your %1$s should look in search engines.":["Kies hoe je %1$s eruit moet zien in zoekmachines."],"If you're running a one author blog, the Author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Als je een blog met één auteur hebt, is het auteursarchief precies hetzelfde als je startpagina. Dit is wat een %1$s dubbele inhoud probleem%2$s wordt genoemd. Als dit het geval is op je site, kunt je ervoor kiezen om dit uit te schakelen (waardoor de pagina wordt doorverwezen naar de startpagina) of te voorkomen dat deze pagina wordt weergegeven in de zoekresultaten."],"(e.g., %1$shttps:\/\/www.example.com\/author\/example\/%2$s)":["(bijv. %1$shttps:\/\/www.example.com\/author\/example\/%2$s)"],"Author archive":["Auteurarchief"],"Read more about the search results settings":["Lees meer over de instellingen voor zoekresultaten"],"Choose how your %1$s should look in search engines and on social media.":["Kies hoe je %1$s eruit moet zien in zoekmachines en op sociale media."],"Contact support":["Contact opnemen met ondersteuning"],"We're very sorry, but it seems like the following error has interrupted our application:":["Het spijt ons zeer, maar het lijkt erop dat de volgende fout onze toepassing heeft onderbroken:"],"Read reviews from real users":["Lees beoordelingen van echte gebruikers"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress laadt een hoop gegevensbronnen in waarvan jouw site sommige misschien niet nodig heeft. Door ze te verwijderen wanneer je ze niet gebruikt, kun je jouw pagina's versnellen en middelen besparen."],"Remove unused resources":["Verwijder ongebruikte bronnen"],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Kies hoe je homepage eruit moet zien in zoekmachines en op sociale media. Houd er rekening mee dat dit is wat mensen waarschijnlijk zullen zien wanneer ze naar je merknaam zoeken."],"Keep the categories prefix in the slug":["Houd het voorvoegsel van de categorieën in de slug"],"Choose how your Homepage should look in search engines.":["Kies hoe je homepage eruit moet zien in zoekmachines."],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["De inclusieve taalanalyse biedt suggesties om meer inclusieve teksten te schrijven. %1$sOntdek waarom inclusieve taal belangrijk is voor SEO%2$s."],"Choose how your %1$s archive should look on social media.":["Kies hoe je %1$s archief eruit moet zien op sociale media."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat het archief voor %1$s niet geïndexeerd wordt door zoekmachines en uitgesloten wordt van XML sitemaps."],"Choose how your %1$s archive should look in search engines.":["Kies hoe je %1$s archief eruit moet zien in zoekmachines."],"These settings are specifically for optimizing your %1$s archive.":["Deze instellingen zijn specifiek voor het optimaliseren van je %1$s archief."],"%1$s archive":["%1$s archief"],"Add custom fields to page analysis":["Voeg extra velden aan de pagina analyse toe"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Categorie URLs in WordPress bevatten een voorvoegsel, doorgaans %s, deze optie verwijdert dat voorvoegsel alleen voor categorieën."],"Additional settings":["Aanvullende instellingen"],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Kies hoe je %1$s standaard op social media eruit moeten zien. Je kunt dit altijd via de individuele %2$s pagina aanpassen."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Dit uitzetten betekent dat %1$s niet door zoekmachines geïndexeerd en van XML-sitemaps uitgesloten worden."],"Search appearance":["Weergave zoekmachines"],"Social appearance":["Sociale weergave"],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Dit maakt de bewerking van SEO metadata en onze SEO - en leesbaarheidsanalyse voor %1$s mogelijk."],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Kies hoe je %1$s standaard moet worden beschreven in de schema.org mark-up van je site. Je kan deze instellingen wijzigen voor individuele %2$s."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Kies hoe je %1$s eruit moeten zien in zoekmachines. Je kunt dit altijd per individuele %2$s aanpassen."],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Je kunt meerdere aangepaste velden toevoegen en deze middels %3$sEnter%4$s of %3$scomma%4$s scheiden. %1$sLees meer over onze analyse van aangepaste velden%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Je hebt geen winkelpagina ingesteld in je WooCommerce instellingen. %1$sDoe dit eerst%2$s."],"Archive social image":["Archief sociale afbeelding"],"Archive social description":["Archief sociale beschrijving"],"Archive social title":["Archief sociale titel"],"Show the archive for %1$s in search results":["Toon het archief voor %1$s in zoekresultaten"],"Archive breadcrumbs title":["Archief kruimelpad titel"],"Show %1$s in search results":["Toon %1$s in zoekresultaten"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nee! Het lijkt erop dat je formulier onjuiste informatie bevat. Controleer de volgende velden:"],"Enable %1$s for %2$s":["Inschakelen van %1$s voor %2$s"],"Archive SEO title":["Archief SEO titel"],"Archive meta description":["Archief meta beschrijving"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Het geselecteerde media type is niet te gebruiken. De types die we ondersteunen zijn: JPG, PNG, WEBP and GIF."],"Bing":["Bing"],"Yandex":["Yandex"],"Add verification code":["Voeg verificatiecode toe"],"Site structure":["Sitestructuur"],"APIs":["APIs"],"Network disabled":["Netwerk uitgeschakeld"],"Dismiss":["Negeren"],"IndexNow":["IndexNow"],"Filter search terms":["Zoektermen filteren"],"oEmbed links":["oEmbed links"],"Generator tag":["Generator tag"],"Emoji scripts":["Emoji scripts"],"Powered by HTTP header":["Aangedreven door HTTP header"],"Pingback HTTP header":["Pingback HTTP header"],"Global feed":["Globale feed"],"Global comment feeds":["Globale reactie feeds"],"Post type feeds":["Berichttype feeds"],"Tag feeds":["Tag feeds"],"Category feeds":["Categorie feeds"],"Atom\/RDF feeds":["Atom\/RDF feeds"],"Shortlinks":["Shortlinks"],"Custom taxonomy feeds":["Aangepaste taxonomie feeds"],"Search results feeds":["Zoekresultaten feeds"],"Post authors feeds":["Bericht auteurs feeds"],"RSD \/ WLW links":["RSD\/WLW links"],"Post comments feeds":["Bericht reacties feeds"],"Personal logo or avatar":["Persoonlijk logo of avatar"],"Select a user":["Selecteer een gebruiker"],"Add another profile":["Voeg nog een profiel toe"],"Other social profile":["Andere sociaal profiel"],"Site representation":["Site representatie"],"Link suggestions":["Link suggesties"],"Insights":["Inzichten"],"Social image":["Social afbeelding"],"Social description":["Social beschrijving"],"Social title":["Sociale titel"],"Select image":["Selecteer afbeelding"],"Replace image":["Vervang afbeelding"],"Remove image":["Verwijder afbeelding"],"Article type":["Artikeltype"],"Page type":["Paginatype"],"Usage tracking":["Gebruikstracking"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["De tekst-link teller helpt je je sitestructuur verbeteren. %1$sOntdek hoe de tekst-link teller je SEO%2$s kan verbeteren."],"Check out %1$s":["Bekijk %1$s"],"Learn SEO":["Leer SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["We hebben zowel gratis als betaalde online cursussen om je alles te leren over SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Wil je SEO leren van team Yoast? Bekijk onze %1$s!"],"Schema":["Schema"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Een bedrijfsnaam en logo moeten worden ingesteld om gestructureerde gegevens goed te laten werken. %1$sMeer informatie over het belang van gestructureerde gegevens.%2$s."],"Organization":["Organisatie"],"Organization name":["Organisatienaam"],"Personal info":["Persoonlijke info"],"Organization logo":["Logo organisatie"],"Select a user...":["Selecteer een gebruiker..."],"Get %s":["Koop %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Je kunt je SEO meta-data voor dit aangepaste type bewerken op de %1$sWinkel pagina%2$s."],"Site title":["Site-titel"],"Tagline":["Slogan"],"SEO analysis":["SEO-analyse"],"%1$s recommendations for you":["%1$s aanbevelingen voor jou"],"Text link counter":["Tekstlinkteller"],"Cornerstone content":["Cornerstone content"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["De cornerstone inhoud functionaliteit stelt je in staat om cornerstone inhoud op je site te markeren en filteren. %1$sLees meer over hoe cornerstone inhoud je kan helpen om de structuur van je site te verbeteren%2$s."],"Save changes":["Wijzigingen opslaan"],"Variable":["Variabele"],"Available variables":["Beschikbare variabelen"],"Admin bar menu":["Toolbarmenu"],"SEO title":["SEO-titel"],"Readability analysis":["Leesbaarheidsanalyse"],"Format-based archives":["Format gebaseerde archieven"],"Bold the last page":["Toon de laatste pagina vetgedrukt"],"Author archives":["Auteursarchieven"],"How to insert breadcrumbs in your theme":["Hoe een kruimelpad aan het thema toe te voegen"],"A link to the post, with the title as anchor text.":["Een link naar het bericht, met de titel als linktekst."],"Anchor text for the Homepage":["Linktekst voor de homepagina"],"Blog":["Blog"],"Content to put before each post in the feed":["Content die voor elk bericht in de feed moet komen"],"Prefix for Archive breadcrumbs":["Voorvoegsel voor kruimelpad-archief"],"Separator between breadcrumbs":["Scheidingsteken tussen kruimels"],"Content to put after each post in the feed":["Informatie die geplaatst wordt na elk RSS-bericht"],"Prefix for the breadcrumb path":["Voorvoegsel voor het kruimelpad"],"A link to the archive for the post author, with the authors name as anchor text.":["Een link naar het archief van de berichtauteur, met de naam van de auteur als linktekst."],"Description":["Beschrijving"],"A link to your site, with your site's name and description as anchor text.":["Een link naar je site, met de naam en beschrijving van je site als linktekst."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Het gebruik van de functie 'kruimelpad' wordt uitgelegd in %1$sons kennisbankartikel op kruimelpad implementatie%2$s."],"A link to your site, with your site's name as anchor text.":["Een link naar je site, met de naam van je site als ankertekst."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Je kan de volgende variabelen in de inhoud gebruiken, ze worden vervangen door de waarde aan de rechterkant."],"Breadcrumbs":["Kruimelpad"],"Homepage":["Homepage"],"Person":["Persoon"],"RSS":["RSS"],"Search pages":["Zoekpagina's"],"404 pages":["404-pagina's"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Je kunt de titel en beschrijving voor de homepagina bepalen door %1$sde homepagina zelf te bewerken%2$s."],"Date archives":["Datumarchieven"],"Breadcrumbs title":["Kruimelpadtitel"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Advanced":["Geavanceerd"],"General":["Algemeen"],"Google":["Google"],"None":["Geen"],"XML sitemaps":["XML-sitemaps"],"Meta description":["Metabeschrijving"],"Tools":["Gereedschap"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}